esp-arduino-libs/ESP32_Display_Panel/test_apps/lvgl_port/sdkconfig.ci.espressif_esp32_p4_function_ev_board
CONFIG_IDF_TARGET="esp32p4"
CONFIG_BOARD_ESP32_P4_FUNCTION_EV_BOARD=y
